;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

;; To install a package with Doom you must declare them here and run 'doom sync'
;; on the command line, then restart Emacs for the changes to take effect -- or
;; use 'M-x doom/reload'.


;; To install SOME-PACKAGE from MELPA, ELPA or emacsmirror:
;; (package! some-package)
(package! org-alert)
(package! nov)
(package! ox-epub)
(package! org-modern)
(package! org-web-tools)
(package! modus-themes)
(package! org-pomodoro)
(package! org-make-toc)
